[
  {
    "date": "02/04/82",
    "description": "Luego de una escalada de situaciones ríspidas en las Georgias, entre la República Argentina y Gran Bretaña; fuerzas argentinas desembarcan en la capital de las Malvinas, y sin ocasionar bajas al pequeño destacamento británico ni a los malvinenses, reestablecen la soberanía argentina sobre las islas. En las acciones muere el capitán Giachino de las fuerzas navales argentinas."
  },
  {
    "date": "02/04/82",
    "description": "Se crea el Apostadero Naval Malvinas, y parten los militares ingleses y el Gobernador Colonial, con destino a Montevideo. En la Plaza de Mayo de Buenos Aires, se realiza una masiva concentración de apoyo a la recuperación de las Malvinas."
  },
  {
    "date": "03/04/82",
    "description": "Tropas argentinas recuperan la soberanía sobre las islas Georgias del Sur, sin producir bajas a los británicos. Durante las operaciones fallecen tres marinos argentinos."
  },
  {
    "date": "03/04/82",
    "description": "El Consejo de Seguridad de las Naciones Unidas aprueba la Resolución 502; que exige la cesación inmediata de las hostilidades, el retiro inmediato de todas las fuerzas argentinas de las islas y exhorta a los gobiernos de la Argentina y Gran Bretaña a que procuren hallar una solución diplomática a sus diferencias y a que respeten plenamente los propósitos y principios de la Carta de las Naciones Unidas."
  },
  {
    "date": "03/04/82",
    "description": "Estados Unidos autoriza a Gran Bretaña a utilizar la isla Ascensión como base logística."
  },
  {
    "date": "05/04/82",
    "description": "Renuncia el canciller inglés, Lord Carrington; y la Task Force británica zarpa de Portsmouth."
  },
  {
    "date": "06/04/82",
    "description": "El general Alexander Haig, designado por el presidente de EE.UU. para interceder en el conflicto; se entrevista en Washington con el canciller argentino, Nicanor Costa Méndez."
  },
  {
    "date": "07/04/82",
    "description": "El general de brigada Mario Benjamín Menéndez asume el cargo de gobernador militar del archipiélago."
  },
  {
    "date": "07/04/82",
    "description": "Gran Bretaña dispone una zona de exclusión marítima a partir del 12 de abril, abarcando un círculo centrado en 51° 40' S - 59° 30' W, y de 200 millas náuticas de radio."
  },
  {
    "date": "07/04/82",
    "description": "El Gobierno Argentino convoca a sus reservas y crea el Teatro de Operaciones Atlántico Sur (TOAS), designando al vicealmirante Juan José Lombardo como su comandante."
  },
  {
    "date": "08/04/82",
    "description": "En Londres, Haig se entrevista con la primer ministro británica, Margaret Thatcher; quién se muestra intransigente."
  },
  {
    "date": "09/04/82",
    "description": "El Mercado Común Europeo aprueba sanciones económicas contra la República Argentina."
  },
  {
    "date": "10/04/82",
    "description": "El presidente argentino, teniente general Leopoldo F. Galtieri, mantiene una reunión con Haig en Buenos Aires; mientras tanto, en la Plaza de Mayo se realiza una multitudinaria manifestación de apoyo a la recuperación de las Islas Malvinas."
  },
  {
    "date": "11/04/82",
    "description": "El papa Juan Pablo II exhorta a ambos países a deponer actitudes extremas."
  },
  {
    "date": "12/04/82",
    "description": "Haig llega a Londres para continuar las negociaciones por la paz."
  },
  {
    "date": "14/04/82",
    "description": "Continúan las gestiones de Haig en Buenos Aires."
  },
  {
    "date": "19/04/82",
    "description": "Costa Mendez anuncia el pedido de aplicación del Tratado Interamericano de Asistencia Recíproca (TIAR) ante la Organización de Estados Americanos (OEA). Haig regresa a Estados Unidos sin obtener resultados."
  },
  {
    "date": "20/04/82",
    "description": "Argentina logra la convocatoria para la XX Reunión de Consulta de Ministros de Relaciones Exteriores de las 21 naciones signatarias del Tratado de Río de Janeiro."
  },
  {
    "date": "21/04/82",
    "description": "Un avión Boeing 707 argentino encuentra a la Task Force británica en 19° 20' Oeste, con rumbo sudoeste, siendo interceptado por un avión caza británico."
  },
  {
    "date": "22/04/82",
    "description": "Fracasa un intento de desembarco inglés en la isla San Pedro (Georgias del Sur)."
  },
  {
    "date": "23/04/82",
    "description": "Argentina denuncia en la OEA que se han detectado 3 ecos de buques británicos a unas 50 millas al norte de Grytviken, en la isla San Pedro."
  },
  {
    "date": "24/04/82",
    "description": "La Fuerza Aérea Argentina detecta a la Task Force en latitud 35° 15' Sur, longitud 27° 55' Oeste, con rumbo 204 y velocidad 13 nudos."
  },
  {
    "date": "25/04/82 al 26/04/82",
    "description": "Los ingleses atacan la pequeña guarnición argentina en la isla San Pedro, ponen fuera de combate al submarino 'ARA Santa Fe' y ocupan las Georgias del Sur. En un confuso episodio, es matado un suboficial de la Armada Argentina."
  },
  {
    "date": "30/04/82",
    "description": "Haig anuncia el fracaso definitivo de las negociaciones y el presidente de los Estados Unidos, Ronald Reagan, declara formalmente su apoyo a Gran Bretaña, seguido por la imposición de un embargo militar y económico a la Argentina; desconociendo el Tratado Interamericano de Asistencia Recíproca."
  },
  {
    "date": "30/04/82",
    "description": "Argentina presenta una nota a la ONU, informando que haría uso del derecho de legítima defensa si es atacada."
  },
  {
    "date": "30/04/82",
    "description": "En forma accidental, en Caleta Olivia cae un helicóptero del Ejército Argentino, donde perecen 10 militares."
  },
  {
    "date": "01/05/82",
    "description": "Los británicos inician los ataques aéreos sobre las Malvinas, averiando ligeramente la pista del aeropuerto de la capital de las islas."
  },
  {
    "date": "01/05/82",
    "description": "Se realizan los primeros combates aeronavales, en los que participan los barcos argentinos 'Forrest' y 'GC82 Islas Malvinas'. Se produce un ataque aéreo sobre el 'ELMA Formosa', siendo impactado por una bomba que no llega a detonar."
  },
  {
    "date": "01/05/82",
    "description": "El submarino argentino ARA San Luis toma contacto con unidades del enemigo y lanza un ataque torpedero, sin poder evaluar el resultado."
  },
  {
    "date": "02/05/82",
    "description": "El presidente del Perú, Belaunde Terry, presenta una propuesta de paz al presidente argentino, que es preliminarmente aprobada con algunas modificaciones."
  },
  {
    "date": "02/05/82",
    "description": "El submarino nuclear británico 'HMS Conqueror', torpedea y hunde al crucero argentino 'ARA Gral. Belgrano' fuera de la zona de exclusión marítima. Fallecen 323 tripulantes. El destructor 'ARA Bouchard' recibe un impacto, que sería de un torpedo que no llegó a explotar."
  },
  {
    "date": "03/05/82",
    "description": "El aviso 'ARA Alférez Sobral' establece combate con helicópteros ingleses, recibiendo luego impactos misilísticos que destruyen su puente de mando. En la acción muere su comandante, el capitán Gómez Roca, junto con siete tripulantes más."
  },
  {
    "date": "04/05/82",
    "description": "Aviones navales argentinos, equipados con misiles Exocet, atacan al destructor inglés 'HMS Sheffield', que posteriormente se hunde. Perecen 20 marinos británicos."
  },
  {
    "date": "06/05/82",
    "description": "La ONU propone un plan de paz basado en el cese inmediato de las hostilidades, el retiro de las tropas argentinas y de la flota británica, el inicio de las negociaciones, la suspensión de las sanciones económicas a la Argentina y la administración de la ONU en las islas del Atlántico Sur mientras duren las negociaciones. No fue aceptado por Gran Bretaña."
  },
  {
    "date": "07/05/82",
    "description": "Londres amplia el bloqueo naval a sólo 12 millas del litoral marítimo argentino. Buenos Aires denuncia ante la ONU y el TIAR que dicho bloqueo es un acto más de agresión del país europeo."
  },
  {
    "date": "09/05/82",
    "description": "El pesquero argentino 'Narwal' es hundido por la aviación inglesa, muriendo el contramaestre Rupp del buque mercante. Además es derribado un helicóptero del Ejército que acudió a rescatar a los sobrevivientes, pereciendo sus 3 tripulantes."
  },
  {
    "date": "10/05/82",
    "description": "Gran Bretaña decreta una zona de exclusión aérea de 100 millas náuticas alrededor de la isla de Ascensión."
  },
  {
    "date": "10/05/82",
    "description": "La fragata británica 'HMS Alacrity' hunde al 'ARA Isla de los Estados' en medio del estrecho de San Carlos. Fallecen el capitán Panigadi y 21 tripulantes más."
  },
  {
    "date": "14/05/82",
    "description": "Llegan a Buenos Aires los 189 argentinos capturados en la isla San Pedro (Georgias del Sur). Entre ellos, los trabajadores cuya presencia en el archipiélago generó el enfrentamiento. Los aviones británicos persisten en su ataque a las islas."
  },
  {
    "date": "15/05/82",
    "description": "Embarcaciones británicas cañonean el Aeródromo Calderón de la isla de Borbón, afectando a diez aviones argentinos en tierra."
  },
  {
    "date": "16/05/82",
    "description": "Como consecuencia de sucesivos ataques aéreos británicos, son puestos fuera de combate los buques argentinos 'ELMA Río Carcarañá' y 'ARA Bahía Buen Suceso'."
  },
  {
    "date": "20/05/82",
    "description": "Un helicóptero Sea King de Gran Bretaña se estrella en Punta Arenas (Chile). No se encontraron rastros ni restos de los tripulantes."
  },
  {
    "date": "20/05/82",
    "description": "Javier Pérez de Cuellar, Secretario General de la ONU, anuncia que sus gestiones en favor de la Paz resultaron inútiles. El Gobierno del Perú presenta una propuesta, que también fracasa."
  },
  {
    "date": "21/05/82",
    "description": "Luego sufrir daños de magnitud en 4 fragatas, el hundimiento de la fragata 'HMS Ardent', perder 3 aviones Harrier y 2 helicópteros, los británicos logran establecer una cabecera de playa en Puerto San Carlos, con la oposición de 2 secciones del RI 25. Los combates aeronavales tuvieron una gran violencia, reconociéndose en esa batalla el valor de los aviadores argentinos, quienes perdieron 12 aviones y 3 helicópteros."
  },
  {
    "date": "22/05/82",
    "description": "El 'GC83 Río Iguazú' establece un combate aeronaval contra 3 aviones británicos, perdiendo un hombre y derribando un Harrier."
  },
  {
    "date": "23/05/82",
    "description": "El 'Monsunen' es cañoneado intensamente por las fragatas británicas 'HMS Brilliant' y 'HMS Yarmouth', logrando evadir indemne el asedio enemigo."
  },
  {
    "date": "24/05/82",
    "description": "Tras numerosos ataques aéreos, la fragata británica 'HMS Antelope' termina hundiéndose en aguas del estrecho de San Carlos."
  },
  {
    "date": "24/05/82",
    "description": "El Mercado Común Europeo decide el mantenimiento de las sanciones económicas a la Argentina por tiempo indeterminado, con excepción de Italia e Irlanda que no adhieren a la medida."
  },
  {
    "date": "25/05/82",
    "description": "Aviones argentinos averiaron a tres fragatas misilísticas y hundieron al destructor 'HMS Coventry' y al transporte pesado 'Atlantic Conveyor'."
  },
  {
    "date": "26/05/82",
    "description": "El Consejo de Seguridad de las Naciones Unidas aprueba la Resolución 505; que pide al Secretario General que emprenda una misión renovada de buenos oficios, entablando inmediatamente contactos con las partes para negociar condiciones mutuamente aceptables para una cesación del fuego; y exhorta a las partes en conflicto a que cooperen plenamente con el Secretario General en su misión."
  },
  {
    "date": "27/05/82 al 28/05/82",
    "description": "Las tropas inglesas, engrosadas por nuevos contingentes, avanzan sobre Darwin y Pradera del Ganso. En las acciones muere el teniente coronel Jones de las fuerzas británicas."
  },
  {
    "date": "28/05/82",
    "description": "Un encendido reclamo por una paz justa y honrosa formula el papa Juan Pablo II durante su visita a Londres. Por otra parte, durante una Reunión del TIAR quedó aprobada una resolución favorable a la Argentina."
  },
  {
    "date": "29/05/82",
    "description": "Luego de sangrientos combates, debe capitular la guarnición argentina de Darwin."
  },
  {
    "date": "30/05/82",
    "description": "La aviación argentina, después de un intenso operativo consigue averiar al portaaviones 'HMS Invincible'. Londres nunca confirmó el hecho."
  },
  {
    "date": "01/06/82",
    "description": "Avanzadas británicas llegan al monte Kent, a unos 20 kilómetros de Puerto Argentino. Comienzan los duelos de artillería terrestre."
  },
  {
    "date": "01/06/82",
    "description": "El avión Hércules TC-63 de la F.A.A. es derribado por un Harrier, falleciendo el vicecomodoro Meisner y otros 6 tripulantes."
  },
  {
    "date": "03/06/82",
    "description": "En La Habana, el Canciller Costa Méndez, pronuncia un discurso ante los representantes de los No Alineados."
  },
  {
    "date": "04/06/82",
    "description": "En las Naciones Unidas, un nuevo proyecto de cese del fuego es vetado por EE.UU. y Gran Bretaña."
  },
  {
    "date": "07/06/82",
    "description": "Un avión de exploración Lear-Jet argentino es abatido por un misil Sea Dart, falleciendo el vicecomodoro De la Colina y otros 4 tripulantes."
  },
  {
    "date": "08/06/82",
    "description": "La Fuerza Aérea Argentina rechaza un intento de desembarco inglés en Hoya Chasco. Se hunde el transporte de tropas 'RFA Sir Galahad' y una barcaza de desembarco; mientras que la fragata 'HMS Plymouth' y el transporte de tropas 'RFA Sir Tristam', resultan seriamente averiados."
  },
  {
    "date": "11/06/82",
    "description": "El papa Juan Pablo II llega a la Argentina, para convocar a una reunión de oración por la paz, en medio de una fervorosa manifestación de afecto."
  },
  {
    "date": "12/06/82",
    "description": "El 'HMS Glamorgan' es puesto fuera de combate por un Exocet argentino lanzado desde la costa. En la acción perecen 13 tripulantes británicos."
  },
  {
    "date": "12/06/82",
    "description": "Las tropas inglesas atacan los montes Two Sisters, Longdon y Harriet, en búsqueda de la batalla final por Puerto Argentino. Un helicóptero inglés lanza un misil que impacta en el tejado del Departamento de Inteligencia del Ejército en Puerto Argentino."
  },
  {
    "date": "13/06/82",
    "description": "En dificultoso avance, las fuerzas británicas penetran las defensas argentinas, ocupando todas las alturas que rodean Puerto Argentino. Los ingleses intentan un desembarco en la península Camber, que es rechazado."
  },
  {
    "date": "13/06/82",
    "description": "Aviones argentinos atacan el puesto de comando del Gral. Jeremy Moore; quién resulta ileso."
  },
  {
    "date": "14/06/82",
    "description": "Tras duros combates, la guarnición argentina de Puerto Argentino debe capitular. Los generales Jeremy Moore y Mario Benjamín Menéndez, respectivamente comandante de las fuerzas británicas y gobernador militar de las Islas Malvinas, establecen el alto al fuego y acuerdan las condiciones de la rendición."
  },
  {
    "date": "14/06/82",
    "description": "En Buenos Aires, al tomarse conocimiento de los hechos, en horas de la noche se realiza una concentración en rechazo a la capitulación. En la manifestación se producen desmanes, que son reprimidos por la policía."
  },
  {
    "date": "20/06/82",
    "description": "Un grupo de fuerzas británicas realiza un ataque contra la base científica 'Corbeta Uruguay' de la isla Morrell (Sandwich del Sur), y desaloja por la fuerza a los científicos argentinos allí establecidos. Con este acto termina la agresión colonial británica y cesan las acciones bélicas propiamente dichas."
  },
  {
    "date": "20/06/82",
    "description": "Gran Bretaña declara formalmente el cese de las hostilidades."
  }
]
